 {
  "i am stressed": "I'm really sorry you're feeling stressed. Want to talk about what's causing it?",
  "i feel stressed": "It’s okay to feel this way. I'm here with you. What's on your mind?",
  "too much stress": "Take a deep breath. You're not alone. Tell me what you're dealing with.",
  "i am under pressure": "Pressure can feel overwhelming. What kind of pressure are you facing?",
  "i feel pressure": "I'm here for you. What's making you feel this way?",
  "i have anxiety": "Anxiety can be tough. You're safe here. Want to share what's triggering it?",
  "i am anxious": "I understand. Anxiety is really hard. Tell me what happened.",
  "feeling anxious": "You're not alone. Anxiety hits many people. What made you feel this?",
  "exam pressure": "Exams can be stressful. You're doing your best. Which subject is worrying you?",
  "exam stress": "Many students feel this. Let’s talk about what part is hardest.",
  "study stress": "Studying nonstop is exhausting. Try breaks and small steps. What subject troubles you?",
  "college stress": "College life can be overwhelming. What part is stressing you the most?",
  "family pressure": "Family expectations can feel heavy. You’re doing your best. What happened?",
  "parents pressure": "I'm sorry you're facing this. Do you want to talk about what they said?",
  "career stress": "Career confusion is very normal. What career paths are you thinking about?",
  "job stress": "Work stress can drain energy. What exactly is troubling you?",
  "relationship stress": "Relationships can be complicated. I'm here if you want to talk about it.",
  "friend problem": "Friend issues can really hurt. What happened?",
  "friends stressing me": "I'm sorry you're dealing with this. Want to explain the situation?",
  "feeling sad": "It’s okay to feel sad. You’re not alone. Want to talk about it?",
  "i am sad": "I'm here for you. What made you feel sad?",
  "i feel low": "We all have low moments. You can talk to me if you’d like.",
  "i feel down": "It sounds like you're going through something tough. Want to share?",
  "i feel depressed": "I'm really sorry you're feeling like this. I'm here to listen.",
  "i have depression": "That must be so hard. I'm here with you. Want to talk?",
  "i feel lonely": "Loneliness hurts. You don’t have to go through it alone. I'm here.",
  "i am alone": "I'm here with you. Do you want to tell me what you're feeling?",
  "i feel empty": "Feeling empty is painful. You’re not alone. What’s been going on?",
  "i feel numb": "That sounds very heavy. I'm here. Want to share your thoughts?",
  "i can't focus": "Stress affects focus. Try pausing for a moment. What are you trying to focus on?",
  "can't concentrate": "It’s okay. Your mind seems overloaded. What’s distracting you?",
  "too much workload": "Workload can be crushing. Let’s break it down. What task is biggest?",
  "i am overloaded": "You’re carrying too much right now. What can we talk through?",
  "i am tired": "Mental tiredness is real. When did you last rest properly?",
  "i am exhausted": "Sounds like you’re emotionally drained. Want to talk about it?",
  "mental exhaustion": "I’m sorry you feel this way. You deserve rest. What caused this feeling?",
  "i feel burnout": "Burnout is tough. It's a sign you need rest. Want to share your routine?",
  "panic attack": "I'm so sorry you're going through this. Try slow breathing. Are you safe?",
  "i feel panic": "You’re safe. Breathe slowly. Want to tell me what triggered it?",
  "i am scared": "It's okay to feel scared. I’m with you. What’s frightening you?",
  "i feel fear": "Fear can be overwhelming. You're not alone. Want to talk?",
  "i feel hopeless": "I'm here for you. Even small steps count. What’s making you feel this?",
  "i feel worthless": "You matter. Truly. Want to talk about why you're feeling this way?",
  "i feel stupid": "You're not stupid. Everyone struggles sometimes. What happened?",
  "i feel like crying": "It's okay to cry. It helps. Want to tell me what led to this?",
  "i cried": "Crying is a form of healing. What made you cry?",
  "no one understands me": "I’m here to listen without judgment. Tell me what you're feeling.",
  "no one cares about me": "I'm really sorry you feel that way. You matter. Want to share what happened?",
  "i hate my life": "I’m sorry you're hurting. You’re not alone. Want to talk through it?",
  "i feel stressed at night": "Nights can make stress feel worse. What thoughts come to your mind?",
  "sleep problem": "Sleep issues often come from stress. What’s been disturbing your sleep?",
  "i can't sleep": "I'm sorry. Sleeplessness is hard. Want to talk about your thoughts?",
  "overthinking": "Overthinking drains your energy. What thought is repeating?",
  "i am overthinking": "That's exhausting. Let's slow down. What's worrying you?",
  "too many thoughts": "Your mind sounds overwhelmed. Want to share one thought at a time?",
  "headache from stress": "Stress headaches are painful. Try breathing slowly. How long has it hurt?",
  "i feel lost": "Feeling lost is okay. Many people go through this. Want to talk about it?",
  "i feel confused": "Confusion is normal when you're stressed. What are you unsure about?",
  "i feel weak": "You’re stronger than you think. What’s making you feel weak?",
  "i feel heavy": "Emotional heaviness is real. I’m here with you. What happened?",
  "i feel frustrated": "Frustration builds up when things don’t work. Want to share what irritated you?",
  "i am frustrated": "I get it. It’s okay to feel this. Tell me more.",
  "i am angry": "Anger usually hides deeper pain. Want to talk about what hurt you?",
  "i feel nervous": "It’s natural to feel nervous. What situation is making you uneasy?",
  "i feel sick from stress": "Stress affects the body too. I’m here. What’s going on?",
  "i feel overwhelmed": "That’s tough. Let’s sort this out together. What’s overwhelming you?",
  "i feel shaky": "Shaking can come from anxiety. Breathe slowly with me. What triggered it?",
  "i have tension": "Tension often comes from pressure. What’s causing yours?",
  "i am worried": "Worrying too much can be draining. What are you worried about?",
  "future worries": "Many people worry about the future. What part scares you the most?",
  "i feel insecure": "Everyone has insecurities. You’re not alone. Want to talk about it?",
  "i feel guilty": "Guilt can be heavy. Want to share what’s making you feel this way?",
  "i feel trapped": "That sounds so hard. I’m here. What makes you feel trapped?",
  "i feel stuck": "It happens to many people. Let’s talk through what’s blocking you.",
  "life is hard": "Life gets heavy sometimes. I'm here to support you.",
  "i feel like giving up": "I'm really sorry you're feeling this way. You matter. Want to talk?",
  "i want to disappear": "I'm here with you. You’re not alone. Want to talk about the pain you're feeling?",
  "i am stressed because of parents": "Parents sometimes put pressure without realizing. What happened?",
  "i am stressed because of studies": "Studies can be overwhelming. What subject is causing the most trouble?",
  "i am stressed because of work": "Work stress can drain energy. What part is hardest?",
  "i feel judged": "Being judged hurts. Want to tell me what happened?",
  "i feel ignored": "I'm sorry you feel ignored. That must hurt. Want to talk about it?",
  "i feel unloved": "You deserve love and care. I'm here with you. Want to talk?",
  "i feel ashamed": "Shame is a heavy emotion. I'm here without judgment. What happened?",
  "i feel embarrassed": "It’s okay. Everyone feels embarrassed sometimes. What happened?",
  "i feel stressed all the time": "Constant stress can be exhausting. I'm here — want to share what’s been happening?",
  "i am always anxious": "Living with constant anxiety is hard. You’re not alone. What triggers it the most?",
  "i feel mentally tired": "Mental tiredness is real and painful. Want to talk about what’s draining you?",
  "i am mentally exhausted": "You’ve been carrying a lot. Let’s talk through it together.",
  "i feel emotionally weak": "Emotional weakness doesn’t mean failure. What’s making you feel this way?",
  "i am emotionally tired": "It sounds like you’ve been through a lot. Want to talk about it?",
  "i feel nervous for no reason": "That happens sometimes. Your mind might be overloaded. Want to talk?",
  "i feel stressed at work": "Work stress can be overwhelming. Which part is troubling you?",
  "i feel stressed at school": "School pressure is real. What specifically is stressing you?",
  "i have too many assignments": "Assignments can pile up fast. Let’s break it down. What’s due first?",
  "i have no motivation": "Lack of motivation is a sign of burnout. Want to talk it out?",
  "i feel demotivated": "It’s okay to feel this way. What made you lose motivation?",
  "i can't study": "It happens. Your mind might be tired. What subject are you trying to study?",
  "studying is difficult": "Studying can feel heavy. What’s the biggest challenge right now?",
  "i feel useless": "You’re not useless. You matter. Want to talk about what made you feel this?",
  "i feel like a failure": "I’m sorry you feel this way. Let's talk about what happened.",
  "i failed an exam": "Failure hurts, but it doesn't define you. Want to talk about the exam?",
  "i disappointed my parents": "That must feel painful. I’m here if you want to share what happened.",
  "i can't handle life": "That sounds really overwhelming. You don’t have to face this alone.",
  "i am not okay": "Thank you for telling me. Want to share what’s going on?",
  "i feel like no one listens": "I’m listening, truly. You matter. Tell me what's on your mind.",
  "i want to cry": "Crying is okay. It helps release pain. What’s hurting you?",
  "i cried a lot today": "It sounds like it’s been a tough day. What made you cry?",
  "i miss someone": "Missing someone can be deeply emotional. Want to talk about them?",
  "i feel abandoned": "Feeling abandoned is very painful. I’m here with you.",
  "i feel heartbroken": "Heartbreak hurts more than words can describe. Want to talk about it?",
  "breakup stress": "Breakups can be emotionally heavy. I’m here to listen.",
  "relationship breakup": "I’m sorry you’re going through this. Want to share what happened?",
  "i feel insecure in my relationship": "Relationship insecurity is common. What’s causing the feeling?",
  "my partner doesn't understand me": "That must be difficult. Want to explain what's happening?",
  "my friends left me": "Losing friends hurts deeply. I’m here with you.",
  "i feel betrayed": "Betrayal is painful. Want to talk about it?",
  "i feel hurt": "Your feelings are valid. What hurt you?",
  "i feel stressed about the future": "Future stress is very common. What worries you the most?",
  "i don't know what to do with my life": "It’s okay to feel lost. You’ll figure things out, step by step.",
  "i feel confused about my career": "Career confusion is normal. What fields are you considering?",
  "i feel behind in life": "Everyone moves at their own pace. What’s making you feel behind?",
  "others are doing better than me": "Comparisons can be painful. You have your own unique path.",
  "i feel like quitting college": "That sounds serious. Want to talk about what’s making you feel this way?",
  "college is too stressful": "College can be overwhelming. Which part is hardest?",
  "i feel pressured by society": "Societal pressure is heavy. But your worth isn’t defined by others.",
  "i feel like everyone hates me": "That sounds painful. I’m here. Want to explain what happened?",
  "i feel like running away": "I hear you. That feeling usually comes from deep stress. What triggered it?",
  "i feel trapped in my home": "That must feel suffocating. Want to share more about it?",
  "i feel trapped in my mind": "That sounds very heavy. I’m here for you.",
  "i feel stressed because of my past": "The past can hold weight. Want to talk about what’s affecting you?",
  "i can't move on": "Healing takes time. I’m here. What’s holding you back?",
  "i feel broken": "I’m really sorry you feel this way. You’re not alone.",
  "i feel shattered": "That sounds extremely painful. Want to talk through it?",
  "i feel unloved by everyone": "You deserve love. I’m here with you. Want to talk?",
  "i feel unwanted": "You matter more than you know. What made you feel unwanted?",
  "i hate myself": "I'm really sorry you're feeling this way. You deserve kindness.",
  "i feel overwhelmed with responsibilities": "Responsibilities can pile up quickly. What’s the biggest one right now?",
  "i feel lost in life": "Many people feel this way at times. What part feels unclear?",
  "i can't deal with stress": "You don’t have to deal with it alone. What's stressing you most?",
  "stress is killing me": "I’m really sorry you feel this overwhelmed. Let’s talk about it gently.",
  "i want peace": "You deserve peace. What’s disturbing your peace right now?",
  "i want a break": "It’s okay to need rest. What’s exhausting you?",
  "i am overwhelmed by emotions": "Emotions can be intense. Want to talk through them?",
  "i feel mentally weak": "You’re not weak — you’re human. What made you feel this way?",
  "i feel emotionally drained": "It sounds like you’ve been holding too much inside. I’m here.",
  "i have emotional pain": "Emotional pain is real. Want to share what caused it?",
  "i feel stressed due to heartbreak": "Heartbreak is incredibly hard. I’m here to listen.",
  "i feel scared of the future": "Future uncertainty is normal. What part scares you?",
  "i feel too much pressure": "Pressure can feel unbearable. What pressure do you feel?",
  "i feel overwhelmed at home": "Home stress can be very heavy. Want to share what’s happening?",
  "home stress": "That sounds difficult. What’s stressing you at home?",
  "financial stress": "Money stress is tough. What’s the biggest concern?",
  "money problems": "Financial struggles can be overwhelming. Want to talk about it?",
  "i feel stressed because of bills": "Bills can become stressful. What’s worrying you most?",
  "i feel stressed because of debt": "Debt stress is real. I’m here with you.",
  "i am scared to fail": "Failure fear affects everyone. What are you trying to achieve?",
  "i feel pressure to be perfect": "Perfection isn’t required. You’re doing enough.",
  "i feel like nothing is working": "I’m sorry you feel stuck. Want to talk through what’s not working?",
  "my life is a mess": "Life feels messy sometimes. Let’s sort through it together.",
  "i feel overwhelmed by expectations": "Expectations can be heavy. Whose expectations are weighing on you?",
  "i feel stressed because of deadlines": "Deadlines can be scary. Which one is worrying you?",
  "i have too much to do": "That can feel overwhelming. Let’s break it into small steps.",
  "i feel nervous before exams": "Exam nerves are normal. How prepared do you feel?",
  "i panic before tests": "Test panic happens to many. Want to talk about your fear?",
  "i feel scared to talk to people": "Social fear is common. Want to share what makes it difficult?",
  "i feel judged by others": "Being judged hurts. What happened?",
  "i feel stressed because of criticism": "Criticism can deeply hurt. Want to talk about what was said?",
  "i feel unwanted by friends": "That must feel awful. I’m here if you want to talk about it.",
  "i feel disconnected": "Feeling disconnected is painful. What changed lately?",
  "i feel empty inside": "Emptiness is heavy. Want to talk about what caused it?",
  "i feel emotionally numb": "Numbness can be a sign of emotional overload. Want to talk about it?",
  "i don't feel anything": "That sounds worrying. I’m here if you want to talk.",
  "i feel hopeless about everything": "I’m so sorry you feel this way. You’re not alone.",
  "i feel like nobody cares": "I'm really sorry you're feeling this way. You matter, and I'm here to listen.",
  "i feel like i'm not enough": "You are enough, even if it doesn’t feel like it right now.",
  "i feel unloved by my family": "Family issues can hurt deeply. Want to share what happened?",
  "my parents don't understand me": "Many students feel this way. What are they not understanding?",
  "i feel stressed due to arguments": "Arguments can be emotionally draining. What happened?",
  "i fought with my parents": "That must feel upsetting. Want to talk about it?",
  "i fought with my partner": "Relationship fights hurt. What led to the argument?",
  "i fought with my friend": "Friend conflicts can feel heavy. Want to talk about it?",
  "nobody listens to me": "I’m listening. You’re not alone. What’s on your mind?",
  "i feel ignored by everyone": "Feeling ignored hurts. Want to share what made you feel this way?",
  "i feel unwanted everywhere": "You deserve to feel valued. Want to talk about your feelings?",
  "i feel like disappearing": "I'm sorry you're feeling so overwhelmed. I’m here for you.",
  "life feels pointless": "I'm really sorry you're feeling like this. Want to talk about what’s weighing you down?",
  "i feel mentally broken": "That sounds extremely painful. You’re not alone.",
  "i feel mentally lost": "It’s okay to feel lost. I’m here to talk through it with you.",
  "i feel mentally unstable": "Thank you for sharing. I’m here to support you.",
  "i feel mentally confused": "It’s normal to feel confused during stress. Want to talk about it?",
  "i feel like crying every day": "Crying every day must be exhausting. Want to share what’s been hurting you?",
  "i feel hopeless at night": "Nights can make everything feel heavier. What thoughts are troubling you?",
  "i feel scared to sleep": "That sounds frightening. Do you want to share why?",
  "night anxiety": "Many people feel anxious at night. What thoughts come up?",
  "i feel anxious before sleep": "Your mind might be overloaded. Want to talk about it?",
  "i have insomnia": "Insomnia is tough. Is something troubling your mind?",
  "i can't stop overthinking": "Overthinking is exhausting. What thought keeps repeating?",
  "my mind wont stop": "Your mind sounds overwhelmed. Want to talk through it?",
  "i can't relax": "It’s okay. Let's take it slow. What’s stressing you?",
  "i feel restless": "Restlessness is a sign of stress. I’m here to listen.",
  "i feel uneasy": "Feeling uneasy can be scary. Want to share what happened?",
  "i feel shaky inside": "That must be uncomfortable. Want to talk about what caused it?",
  "i feel a heavy chest": "Stress can cause chest heaviness. What triggered it?",
  "i feel overwhelmed by emotions": "Emotions can get too heavy sometimes. Want to talk?",
  "i feel overwhelmed by responsibilities": "Responsibility overload is real. What’s the hardest part?",
  "i feel overloaded by expectations": "It’s okay to not meet everyone’s expectations. What happened?",
  "my parents expect too much": "That must feel heavy. Want to talk about your pressure?",
  "i feel like i disappoint everyone": "You’re not a disappointment. You’re trying your best.",
  "i feel like i am a burden": "You’re not a burden. I'm here for you. Want to talk?",
  "i feel like people don't need me": "You are important. What made you feel this way?",
  "i feel invisible": "I see you. Your feelings matter. Want to talk about it?",
  "i feel like nobody understands me": "I’m here to understand you. Tell me what you're feeling.",
  "i feel disconnected from everyone": "Feeling disconnected can be lonely. Want to talk about it?",
  "i feel empty emotionally": "That’s a heavy feeling. I’m listening. Want to share?",
  "i feel nothing inside": "Numbness can be overwhelming. Want to talk about it?",
  "i lost interest in everything": "That’s a sign of emotional overload. I’m here if you want to talk.",
  "i can't enjoy things anymore": "Losing joy is tough. Want to share what changed?",
  "i feel stressed due to workload": "Workload stress is real. What’s the biggest task?",
  "i can't keep up with deadlines": "Deadlines can be overwhelming. Want to break them into steps?",
  "i feel time pressure": "Time pressure can be exhausting. Want to talk about it?",
  "i have too many tasks": "Tasks can stack up quickly. Want to prioritize them together?",
  "i feel overwhelmed with studies": "Study overload is common. Let’s talk about what’s hardest.",
  "i feel stressed during exams": "Exam stress is normal. What subject worries you?",
  "i feel like i will fail": "Fear of failure is common. Want to talk about what scares you?",
  "i feel slow compared to others": "Everyone learns at their own pace. You’re doing fine.",
  "i feel dumb compared to my classmates": "You’re not dumb. Everyone has strengths. What subject troubles you?",
  "i feel stressed about my marks": "Marks don’t define your worth. Want to talk about your worries?",
  "i feel academic pressure": "Academic pressure is tough. What’s causing the most stress?",
  "i feel stressed about college admissions": "College decisions are stressful. Want to share your concerns?",
  "i am confused about my future": "Future confusion is normal. What options are you considering?",
  "i am worried about my career": "Career pressure is real. Want to talk through your choices?",
  "i feel unsure about life": "Uncertainty is natural. I’m here to support you.",
  "i don't know what i'm doing": "It’s okay to feel lost. Want to talk about it?",
  "i feel like giving up on everything": "I’m really sorry you feel this way. You’re not alone.",
  "i feel useless in life": "You’re not useless. Your feelings matter. Want to share?",
  "my life has no purpose": "It might feel like that now, but it will get better. I’m here.",
  "i feel like a failure in life": "You’re not a failure. Let’s talk about what happened.",
  "i feel like i'm stuck in life": "Feeling stuck is common. Want to talk about it?",
  "i feel like nothing will improve": "Things can improve, even if it doesn’t feel like it now. I’m here.",
  "i feel mentally tired of everything": "I’m sorry you feel drained. Want to talk about it gently?",
  "i feel like my thoughts are against me": "Your mind sounds overwhelmed. I’m here for you.",
  "i feel scared to open up": "It’s okay. You’re safe here. Share only what you’re comfortable with.",
  "i don't trust anyone": "Trust issues come from hurt. Want to talk about it?",
  "i feel lonely even around people": "That feeling is real and painful. Want to share more?",
  "i feel disconnected from myself": "That sounds very heavy. I’m here to talk through it.",
  "i don't recognize myself": "Identity confusion can be scary. Want to talk about it?",
  "i don't feel like myself": "That happens during stress. Want to talk about what changed?",
  "i feel emotionally unstable": "I’m really sorry you feel this way. Want to talk about it?",
  "i feel overwhelmed by small things": "Even small things feel big when you're stressed. Want to talk?",
  "i feel like crying for no reason": "Sometimes emotions surface unexpectedly. Want to talk about it?",
  "i feel like i'm losing control": "That must be scary. I’m here to support you.",
  "i feel irritated easily": "Irritation is a sign of mental overload. Want to talk?",
  "little things make me angry": "That happens under stress. Want to talk about what's bothering you?",
  "i can't manage my emotions": "Emotions can be hard to control during stress. I’m here.",
  "i feel overwhelmed by family issues": "Family issues can be very draining. Want to talk?",
  "i feel pressured by relatives": "Relatives can add pressure. Want to share what happened?",
  "i feel stressed because of marriage pressure": "Marriage pressure can be overwhelming. Want to talk about it?",
  "i feel stressed because of responsibilities at home": "House responsibilities can be heavy. Want to talk?",
  "i feel like running away from home": "I’m really sorry you feel this way. Want to share what happened?",
  "i feel stressed when i wake up": "Morning stress is common. What’s the first thought you get?",
  "i wake up anxious": "Waking up anxious is hard. Want to talk about it?",
  "i feel stressed the whole day": "That sounds exhausting. I’m here to talk about it.",
  "i feel stressed for no clear reason": "Sometimes stress builds up inside. Want to explore it together?",
  "i feel numb emotionally": "Emotional numbness can be scary. I’m here to listen.",
  "i feel like disappearing forever": "I’m sorry you feel so overwhelmed. I’m here for you.",
  "i feel overstimulated": "Too much stimulation can drain your mind. Want to talk?",
  "i feel overwhelmed by noise": "Noise sensitivity increases under stress. What happened?",
  "Who is Ubiquity Sinha Ray?":"She is from Kharagpur She is intelligent She is Pursuing B.tech from Delhi technical campus (2023-27)"
}
